Repository: OmegaT-L10N/cs
Catalog: omegat/project_save.tmx
Source language: en
Languages: cs

source: Dictionary File Folder
cs: Adresář se soubory slovníku:

source: Dictionary Files Folder
cs: Adresář se soubory slovníku

source: Dictionary Folder:
cs: Adresář slovníku:

source: Dictionary Installer
cs: Instalátor slovníků

source: Dictionary file folder:
cs: Adresář se soubory slovníku:

source: Dictionary files folder entered does not exist!
cs: Zadaný adresář se soubory slovníku neexistuje!

source: Didier Briel is the OmegaT project manager.
cs: Projektovým managerem OmegaT je Didier Briel.

source: Didier Briel: I could not do without Didier's patient and persistent help with DocBook intricacies.
cs: Didier Brielov: bez Didierovy trpělivé a trvalé pomoci bych si neporadil se složitostmi DocBook.

source: Disable rule “{0}”
cs: Vypnout pravodlo “{0}”

source: Displa&y source terms
cs: Zobraz&it pojmy zdroje

source: Display
cs: Zobrazit

source: Display &None
cs: &Nezobrazovat žádné

source: Display &Source Segments
cs: Ukázat zdrojové &segmenty

source: Display &active source segment in bold
cs: Zobrazit &aktivní zdrojové segmenty tučně

source: Display &tags
cs: Zobrazit &tagy

source: Display Font
cs: Zobrazované písmo

source: Display Source Segments
cs: Ukázat zdrojové segmenty

source: Display all &source segments in bold
cs: Zobrazit všechny zdrojové &segmenty tučně

source: Display context description for TBX &glossaries
cs: Z&obrazit popis kontextu pro glosáře TBX

source: Display for &All Segments
cs: Zobrazova&t pro všechny segmenty

source: Display for Current &Segment
cs: Zobrazovat u otevřeného &segmentu

source: Display:
cs: Zobrazit:

source: Displays alternative translations that you have created for segments that are repeated in the project.
cs: Zobrazí alternativní překlady vytvořené pro segmenty, které se v projektu opakují.

source: Displays comments in the active segment if they exist in the source file and the file filter supports it (e.g. PO-filter).
cs: Zobrazí komentáře v aktivním segmentu pokud se ve zdrojovém souboru vyskytují a zároveň pokud je podporuje filtr souboru (např. Filtr PO).

source: Displays the dictionary entries found in the dictionary files located in the /dictionary/ folder if they are present in the source segment.
cs: Zde se zobrazí záznamy slovníku ze souborů slovníku uložených v adresáři /dictionary/, tedy samozřejmě pokud jsou takové záznamy zastoupeny ve zdrojovém segmentu.

source: Displays the entries as "<target> → <source>"
cs: Zobrazí záznamy jako „<cíl> → <zdroj>“

source: Displays the glossary entries found in the glossary files located in the /glossary/ folder if they are present in the source segment.
cs: Zde se zobrazí záznamy glosáře (čili vlastního terminologického slovníčku) ze souborů glosáře uložených v adresáři /glossary/, tedy samozřejmě pokud jsou takové záznamy zastoupeny ve zdrojovém segmentu.

source: Displays the translation memories segments that match the source segment.
cs: Zde se zobrazí segmenty překladové paměti, které odpovídají zdrojovému segmentu.

source: Displays the translation of the source segment by the machine translation services you have selected in Preferences > Machine Translation, if those services are available.
cs: Toto okno zobrazí překlad zdrojového segmentu přeložené službou strojového překladu, kterou si uživatel vybral přes Možnosti > Strojový překlad, tedy pokud je taková služba dostupná.

source: Distance
cs: Vzdálenost

source: Distribution and modifications
cs: Distribuce a změny

source: Divehi, Dhivehi, Maldivian
cs: Divehi, Dhivehi, Maledivština

source: Do not allow creating translated documents with tag &issues
cs: Zakázat vytváření přeložených dokumentů, pokud se vyskytují ch&yby tagů

source: Do not translate the content attribute of meta-tags with the following attribute key-value pairs (separate with commas):
cs: Nepřekládejte obsah atributů meta-tagů s následujícími atributy párů key-value[klíč-hodnota] (odděleno čárkou):

source: Do not translate the content of tags with the following attribute key-value pairs (separate with commas):
cs: Nepřekládejte obsah tagů s následujícími atributy párů key-value[klíč-hodnota] (odděleno čárkou):

source: Do you really want to quit?
cs: Opravdu chcete skončit?

source: Do you want to continue?
cs: Chcete pokračovat?

source: Do you want to create it?
cs: Chcete jej vytvořit?

source: Do you want to overwrite it?
cs: Chcete ji přepsat?

source: Do you want to replace it with the one you're moving?
cs: Chcete ji nahradit novou, kterou právě přesouváte?

source: Doc&ument properties
cs: Vlastnosti dok&umentu

source: Dock
cs: Připojit

source: Domains
cs: Oblasti

source: Don't Ask What to Check First
cs: Neptát se co kontrolovat první

source: Don't ask before checking issues
cs: Neptát se před kontrolou problémů

source: Done
cs: Hotovo

source: Download &Team Project...
cs: Stáhnout &týmový projekt...

source: Download Media&Wiki Page...
cs: Stáhnout stránku Media&Wiki...

source: Download MediaWiki Page
cs: Stáhnout stránku MediaWiki...

source: Download MediaWiki Page...
cs: Stáhnout stránku MediaWiki...

source: Download Team Project
cs: Stáhnout Týmový projekt

source: Download collection {0}
cs: Stáhnout kolekci {0}

source: Downloading project...
cs: Stahování projektu...

source: Dra&wings
cs: Kresb&y

source: Drop TMX files here to add them to the project.
cs: Soubory překladové paměti TMX přidáte do projektu přetažením sem.

source: Drop a project here to open it.
cs: Projekt otevřete přetažením sem.

source: Drop files here to add them to the project.
cs: Soubory přidáte do projektu přetažením sem.

source: Drop glossary files here to add them to the project.
cs: Soubory glosáře přidáte do projektu přetažením sem.

source: Duplicate
cs: Duplikát

source: Duplicate Fallbac&k Text
cs: Dupli&kuj záložní text

source: Duplicate segments: {0}
cs: Duplikovat segmenty: {0}

source: During SVN error({0}), project_save.tmx was not really uploaded and SVN switched to unstable status.
cs: Během chyby SVN ({0}), nebyl soubor project_save.tmx nahrán a SVN se přepl na nestabilní status.

source: Dutch
cs: Nizozemština (Holandština)

source: Dzongkha
cs: Bhútánština / Dzongkha

source: E&nable Sentence-level Segmenting
cs: Zap&nout segmentaci na úrovni vět

source: E&xclusions...
cs: Výjimk&y...

source: E&xport Selection
cs: E&xportovat výběr

source: E&xport the segment to text files
cs: E&xportovat segment do textového souboru

source: ERROR: (declaring bean)
cs: CHYBA: (declaring bean)

source: ERROR: {0}
cs: Chyba: {0}

source: Ed&it
cs: Uprav&it

source: Edit
cs: Upravit

source: Edit External Search Command
cs: Upravit příkaz externího hledání

source: Edit External Search Item
cs: Upravit položku externího hledání

source: Edit External Search URL
cs: Upravit URL externího hledání

source: Edit Filter
cs: Upravit filtr

source: Edit Filter Patterns
cs: Upravit vzory filtru

source: Edit Highlight Pattern
cs: Upravit vzor zvýraznění

source: Edit Menu
cs: Nabídka ‚Upravit‛

source: Edit Pattern
cs: Upravit vzor

source: Edit Project
cs: Vlastnosti projektu

source: Edit Text
cs: Upravit text

source: Edit project properties here.
cs: Upravit vlastnosti projektu

source: Editing Behavior...
cs: Nastavení editace

source: Editor
cs: V Editoru

source: Editor - {0}
cs: V Editoru

source: Editor Options
cs: Možnosti editoru

source: Emptiness of soul<p>Forever aching blackness<p>Your help page not found
cs: Prázdnota duše<p>navždy bolestná temnota<p>vaše stránka nápovědy nebyla nalezena.

source: Empty lines are accepted and comment lines should start with "//".
cs: Prázdné řádky jsou akceptovány a řádky s komentářem musí začínat dvěma lomítky „//“.

source: Empty repository URL in the mapping
cs: V mapování se nachází prázdné URL úložiště

source: Enable history &prediction
cs: Povolit &prognózu historie

source: Enable project-specific commands
cs: Povolit projektově specifické příkazy

source: Enable them in <b>Preferences > Saving and Output...</b>.</html>
cs: Povolte je v <b>Volby > Ukládání a výstup...</b>.</html>

source: Enabled
cs: Povoleno

source: Encoding
cs: Kódování

source: Encoding:
cs: Kódování:

source: Encountered illegal \u sequence
cs: Objevila se nepřípustná sekvence \u

source: End Pinpoint Align
cs: Konec detailního zarovnání

source: End of stream encountered without finding close block!
cs: Dosažený konec oblasti bez nalezení koncového tagu!

source: End rebase
cs: Ukončit rebase

source: English
cs: Angličtina

source: Ensure you are specifying the right API version (the URL should include "/v2/").
cs: Ujistěte se, že jste zadali správnou verzi API (URL by měla obsahovat "/V2/").

source: Enter a source term, a target term and a comment:
cs: Vložte termín ze zdroje, překlad a komentář.

source: Enter the segment number:
cs: Vložte číslo segmentu:

source: Enter your master password.
cs: Zadejte své hlavní heslo.

source: Entries
cs: Záznamy

source: Entries from the writeable glossary are in bold.
cs: Záznamy ze zapisovatelného glosáře jsou zobrazeny tučně

source: Ephemeral page<p>I am the Blue Screen of Death<p>No one hears your screams.
cs: Stránka nenalezena<p>Já j sem Modrá obrazovka smrti<p>Nikdo tě neuslyší křičet.

source: Error
cs: Chyba

source: Error checking out the project from remote repository:
cs: Chyba kontroly projektu ze vzdáleného úložiště:

source: Error checking out the project from remote repository: {0}
cs: Chyba kontroly projektu ze vzdáleného úložiště: {0}

source: Error creating project!
cs: Chyba při vytváření projektu!

source: Error decoding user and password.
cs: Chyba v dekódování uživatele a hesla.

source: Error during regular expression replacement:
cs: Během nahrazování regulárních výrazů se vyskytla chyba:

source: Error extracting MT result from MyMemory, response:
cs: Vyskytla se chyba při získávání výsledku strojového překladu z MyMemory:

source: Error fixing tags
cs: Při opravě tagů nastala chyba

source: Error in file
cs: Chyba v souboru

source: Error in file {0}, line {1}
cs: Chyba v souboru {0}, řádek {1}

source: Error initializing marker '{0}'
cs: Chyba při inicializaci značky ‚{0}‘

source: Error load plugin from class '{0}': {1}: {2}
cs: Chyba v nahrávání pluginu ze třídy '{0}': {1}: {2}

source: Error monitoring external command!
cs: Chyba při kontrole externího příkazu!

source: Error on application startup
cs: Chyba při spouštění aplikace

source: Error reading TMX level2 at line {0} column {1}
cs: Chyba při čtení souboru TMX level2 na řádku {0}, sloupec {1}

source: Error retrieve {0} as remote project file
cs: Vyskytla se chyba {0} jako soubor vzdáleného projektu

source: Error saving project file!
cs: Chyba při ukládání souboru projektu!

source: Error saving segmentation rules configuration:
cs: Chyba při ukládání konfigurace pravidel:

source: Error searching directory tree!
cs: Chyba při prohledávání adresářového stromu!

source: Error starting external command: {0}
cs: Chyba při startování externího příkazu: {0}

source: Error unload plugin from class '{0}': {1}
cs: Chyba v nahrávání pluginu ze třídy '{0}': {1}

source: Error updating glossary file
cs: Chyba při nahrávání souboru adresáře

source: Error while reading MT results
cs: Během čtení výsledků MT se vyskytla chyba

source: Error while trying to edit the project!
cs: Při pokusu o úpravu projektu se vyskytla chyba!

source: Error while trying to save script.
cs: Vyskytla se chyba při pokusu o uložení skriptu.

source: Error {0}: {1}
cs: Chyba: {0}: {1}

source: Escape
cs: Pryč

source: Escaped binary char contains malformed data ({0})!
cs: Binární znak, který je kódován řídícím znakem, obsahuje poškozená data ({0})!

source: Escaped character never terminated!
cs: Řídící znak nebyl ukončen!

source: Escaped decimal char contains malformed data ({0})!
cs: Decimální znak, který je kódován řídícím znakem, obsahuje poškozená data ({0})!

source: Estonian
cs: Estonština

source: Event: application shutdown
cs: Událost: ukončení aplikace

source: Event: application startup
cs: Událost: spuštění aplikace

source: Event: font changed
cs: Událost: písmo změněno

source: Event: new entry activated
cs: Událost: aktivován nový záznam

source: Event: new file activated ({0})
cs: Událost: aktivován nový soubor ({0})

source: Event: project change - "{0}"
cs: Událost: změna projektu – „{0}“

source: Ewe
cs: Eveština

source: Exact match:
cs: Přesná shoda:

source: Excel
cs: MS Excel

source: Exception occurred:
cs: Vyskytla se výjimka:

source: Exception while editing options:
cs: Výjimka při upravování možností:

source: Exception while parsing:
cs: Výjimka při parsování:

source: Exceptions occurred while loading segmentation rules:
cs: Vyskytla se výjimka při načítání pravidel segmentace:

source: Exciting help page<p>Gossamer threads hold you back<p>404 not found
cs: Stránka nenalezena

source: Exclude Pattern
cs: Vyřadit vzor

source: Exclude orphan segments
cs: Vyloučit nespárované segmenty

source: Exclusion Patterns
cs: Vzory výjimek

source: Executing external command...
cs: Vykonává se externí příkaz...

source: Exit code {0}: "{1}"
cs: Kód výstupu {0}: "{1}"

source: Exit code: {0}
cs: Kód výstupu: {0}

source: Explicit thanks to:
cs: Explicitní dík těmto spolupracovníkům:

source: Export Selection
cs: Exportovat výběr

source: External Lin&ks
cs: Externí lin&ky

source: External Post-processing Command
cs: Externí příkaz pro dodatečné zpracování

source: External Post-processing Command (Disabled):
cs: Externí příkaz pro dodatečné zpracování (Vypnuto):

source: External Post-processing Command:
cs: Externí příkaz pro dodatečné zpracování:

source: External Search
cs: Externí hledání

source: External Search...
cs: Externí hledání...

source: External TMX Options
cs: Možnosti externí TMX

source: External TMXs...
cs: Externí soubory TMX

source: External command completed.
cs: Externí příkaz dokončen.

source: External command failed.
cs: Provádění externího příkazu selhalo.

source: External command was interrupted.
cs: Provádění externího příkazu bylo přerušeno.

source: Extracted comments:
cs: Extrahované komentáře:

source: Extraneous
cs: Vnější

source: Failed to back up preferences file.
cs: Předvolby zálohovány do {0}

source: Failed to commit source files!
cs: Potvrzení zdrojových souborů se nezdařilo!

source: Failed to commit target files!
cs: Potvrzení cílových souborů se nezdařilo!

source: Failed to compile project files!
cs: Nepodařilo se zkompilovat soubory projektu!

source: Failed to create project!
cs: Nepodařilo se vytvořit projekt!

source: Failed to load specified project!
cs: Nepodařilo se načíst zadaný projekt!

source: Failed to load translation memory {0} for project!
cs: Nepodařilo se načíst překladovou paměť {0} projektu!

source: Failed to update project properties
cs: Aktualizace vlastností projektu se nezdařila

source: Faroese
cs: Faerština

source: Fatal error encountered - saving project file with '.recover' backup extension.
cs: Vyskytla se vážná chyba – projekt bude uložen s příponou zálohy pro obnovení '.recover'

source: Fatal error on line {0}, column {1} while parsing:
cs: Závažná chyba během parsování na řádku {0}, sloupci {1}:

source: Fijian
cs: Fidžijština

source: File
cs: Soubor

source: File &Filters...
cs: &Filtry souborů...

source: File &Format
cs: &Formát souboru

source: File Copy Failed
cs: Kopírování souboru se nezdařilo

source: File Filters
cs: Filtry souborů

source: File Filters...
cs: Filtry souborů...

source: File Format
cs: Formát souboru

source: File Name
cs: Název souboru

source: File locations
cs: Umístění souborů

source: File {0} does not exist!
cs: Soubor {0} neexistuje!

source: File {0}: {1}
cs: Soubor {0}: {1}

source: File: translated / number of segments (project: unique translated / unique, total number of segments)
cs: Soubor: přeloženo / počet segmentů (projekt: jedinečné přeložené / jedinečné segmenty, celkový počet segmentů)

source: File: unique translated % (unique left) / project: unique translated % (unique left), total number of segments
cs: Soubor: jedinečné přeložené % (jedinečné zbývá) / projekt jedinečné přeložené % (jedinečné zbývá), celkový počet segmentů

source: Filename
cs: Název souboru

source: Filename Variables:
cs: Proměnné názvu souboru:

source: Filter
cs: Filtr

source: Filter '{0}' could not be loaded from '{1}'
cs: Soubor ‚{0}‘ nemohl být načten z ‚{1}‘

source: Filter:
cs: Filtr:

source: Filters...
cs: Filtry...

source: Finished
cs: Dokončeno

source: Finnish
cs: Finština

source: Flash XML Export
cs: Export Flash XML

source: Floating '?' character not tied to '>'!
cs: Pohyblivý znak ‚?‘ nevázaný na ‚>‘!

source: Folder already exists and is not empty.
cs: Adresář již existuje a není prázdný.

source: Folder does not exist
cs: Adresář neexistuje

source: Folder {0} was automatically created for team mode project
cs: Adresář {0} byl automaticky vytvořen pro projekt týmového režimu

source: Follow capitalization of the typed text
cs: Sleduj kapitalizaci zadávaného textu

source: Font
cs: Písmo

source: Font...
cs: Písmo...

source: Foote&rs
cs: Zá&patí

source: For advanced users, the chapter describes the command line mode and its possibilities.
cs: Pokročilí uživatelé zde naleznou popis a možnosti režimu příkazového řádku.

source: For all files:
cs: Pro všechny soubory:

source: For best results, please install the appropriate dictionaries via Preferences > Spell Checking.
cs: Pro co nejlepší výsledek instalujte, prosím, odpovídající slovníky přes Možnosti > Kontrola pravopisu.

source: For example, in the default OmegaT shortcuts
cs: Podívejme se například na výchozí klávesové zkratky OmegaT

source: For the application
cs: Pro aplikaci

source: For the documentation
cs: Pro dokumentaci

source: For your reference, OmegaT displays the translation of any word that is both present in the segment and registered in the glossary.
cs: Pro srovnání, OmegaT zobrazuje překlad jakéhokoliv slova, které je přítomné jak v segmentu, tak registrováno v glosáři.

source: Format:
cs: Formátovat:

source: Forward in history...
cs: Vpřed v historii

source: Forward-Backward
cs: Dopředu-Zpět

source: Found in:
cs: Nalezeno v:

source: French
cs: Francouzština

source: From 100% memory
cs: Ze 100% paměti

source: From ICE memory
cs: Z paměti ICE

source: From auto memory
cs: Z automatické paměti

source: From memory
cs: Z paměti

source: Fula, Fulah, Pulaar, Pular
cs: Fulbština, Fula, Fulah, Pulaar, Pular

source: Full checking can lead to false positives in normal texts.
cs: Kompletní kontrola může u normálních textů vést k zavádějícím výsledkům.

source: Full table
cs: Celá tabulka

source: Full text
cs: Celý text

source: Full text, including tags and numbers
cs: Kompletní text včetně tagů a čísel

source: Full/Half &width char insensitive
cs: Nezohledňovat &plnou/poloviční šíři znaků

source: Fuzzy Matches
cs: Přibližné překlady

source: Galician
cs: Galicijština

source: General
cs: Všeobecné informace

source: Georgian
cs: Gruzínština

source: German
cs: Němčina

source: Get API Key
cs: Získat klíč API

source: Git '{0}' did nothing because there were no changes
cs: Git '{0}' neudělal nic, protože nebyly provedeny žádné změny

source: Git '{0}' error: {1}
cs: Git ‚{0}‘ chyba: {1}

source: Git '{0}' execution finished successfully
cs: Provádění ‚{0}‘ Git dokončeno úspěšně

source: Git '{0}' execution start
cs: Provádění ‚{0}‘ Git začíná

source: Global
cs: Obecně

source: Glossary
cs: Glosář

source: Glossary Files Folder
cs: Adresář se soubory glosáře

source: Glossary Folder:
cs: Adresář glosáře:

source: Glossary Matches
cs: Shody z glosáře

source: Glossary auto-completer options
cs: Možnosti automatického doplnění glosáře

source: Glossary entries
cs: Záznamy glosáře

source: Glossary file: {0}
cs: Soubory glosáře: {0}

source: Glossary files folder entered does not exist!
cs: Zadaný adresář se soubory slovníku neexistuje!

source: Glossary folder {0} does not exist.
cs: Adresář glosáře {0} neexistuje.

source: Glossary/Use Stemming for Glossary Entries
cs: Glosář/Použít algoritmus pro nalezení kořene pro záznamy glosáře

source: Go To Segment
cs: Přejít na segment

source: Go To Segment Source
cs: Přejít na zdroj segmentu

source: Go to Preferences > External Search to enable.
cs: Jděte na Předvolby > Externí hledání a zde je zapněte.

source: GoTo Menu
cs: Nabídka ‚Přejít‛

source: Google Api key not available.
cs: Není dostupný klíč Google Api key.

source: Google Translate v2
cs: Google překladač V2

source: Goto &Line...
cs: Přejít na řá&dek...

source: Greek, Modern
cs: Řečtina, moderní

source: Group {0} does not exist in search expression
cs: Skupina {0} se v hledaném výrazu nevyskytuje

source: Gujarati
cs: Gudžarátština

source: HHC file too big!
cs: Soubor HHC je příliš velký!

source: HTML Help Compiler
cs: soubory HTML Help Compiler

source: HTML and XHTML
cs: HTML a XHTML

source: HTML, XHTML, ODF and Infix segmentation
cs: Segmentace pro HTML, XHTML, ODF a Infix

source: HTMLParser 1.6 by Somik Raha, Derrick Oswald and others (LGPL License)
cs: HTMLParser 1.6 od autorů Somik Raha, Derrick Oswald a další (LGPL Licence)

source: Haitian, Haitian Creole
cs: Haitština, Haitská kreolština

source: Has note
cs: Má poznámku

source: Hausa
cs: Hauština

source: He&aders
cs: Záhl&aví

source: Hebrew (modern)
cs: Hebrejština (moderní)

source: Help & Manual
cs: Soubory Nápovědy & Příručky

source: Help Menu
cs: Nabídka ‚Nápověda‛

source: Help you are seeking<p>From your path it is fleeing<p>Its winter has come
cs: Stránka nenalezena

source: Here is a short summary of the chapters and their contents.
cs: Níže je krátké shrnutí kapitol a jejich obsahů.

source: Here you may also specify custom location of project folders.
cs: Zde můžete také uvést vlastní umístění podadresářů projektu.

source: Here you may setup the source filename patterns of files the filter will process, customize the filenames of translated files, and select what encodings it will use for loading the file and saving its translated counterpart.
cs: Zde můžete nastavit vzory názvu zdrojového souboru pro soubory, které bude filtr zpracovávat, přizpůsobit názvy souborů přeložených souborů, a vybrat jaké kódování se bude používat pro načítání souboru a ukládání jeho přeložené verze.

source: Herero
cs: Hererština

source: Hide '{0}'
cs: Skrýt ‚{0}‘

source: Hide Advanced &Options
cs: Skrýt pokročilé m&ožnosti

source: Highlight
cs: Zvýraznit

source: Highlight Pattern...
cs: Vzor zvýraznění...

source: Hindi
cs: Hindština

source: History
cs: Historie

source: History Completion
cs: Doplnění historie

source: History Completions
cs: Doplnění historie

source: History Prediction
cs: Prognóza historie

source: History Predictions
cs: Prognóza historie

source: Hungarian
cs: Maďarština

source: Hyperlinks
cs: Hyperlinky

source: I Understand; Do It Anyway
cs: Rozumím; proveď i tak

source: I&nsert Source
cs: Vložit z&droj

source: ILIAS Language File
cs: Jazykový soubor ILIAS

source: IOException encountered:
cs: Vyskytla se výjimka IO:

source: ISO 639-1/639-2 Language code list
cs: Seznam jazykových kódů ISO 639-1/639-2

source: ISO language codes
cs: Kódy jazyků ISO

source: Icelandic
cs: Islandština

source: Identifier used for alternative translations
cs: Identifikátor používaný pro alternativní překlady

source: If HTML file has the encoding declaration, it will be used disregarding any value you set in this dialog.
cs: Pokud má HTML soubor deklaraci kódování, bude použita bez ohledu na jakoukoliv hodnotu, kterou nastavíte v tomto dialogovém okně.

source: If a HHC or HHK file has an encoding declaration, it will be used regardless of any value you specify in this dialog.
cs: Pokud má soubor HHC nebo HHK deklaraci kódování, bude tato použita bez ohledu na jakoukoliv hodnotu, kterou nastavíte v tomto dialogovém okně.
